using System.Windows.Forms;

/*Коллекция Store(OnlineStore) – набор объектов класса Product, экземпляры которого
описывают товары, предлагаемые к продаже. Предусмотреть возможность
выполнения следующих операций: реализация товара(партии товаров) с указанием
даты совершения операции, подсчета выручки за указанный период времени,
поступления повой партии товара.  List*/


namespace task_8_3
{
    public partial class Form1 : Form
    {
        public Form1()
        {
            InitializeComponent();
        }
    }
}
